{
  "news": [
    {
      "id": 1,
      "title": " Google lanza una nueva plataforma de inteligencia artificial para la detección de enfermedades",
      "content": "Google ha lanzado recientemente una plataforma de inteligencia artificial que ayuda a detectar enfermedades en imágenes médicas. La plataforma utiliza una combinación de algoritmos de aprendizaje automático y técnicas de procesamiento de imágenes para detectar y diagnosticar enfermedades. \n \n La nueva plataforma de inteligencia artificial de Google tiene como objetivo mejorar la eficiencia y precisión de la detección temprana de enfermedades, lo que podría tener un impacto significativo en el tratamiento y la atención médica en todo el mundo. Los investigadores de Google han entrenado la plataforma para detectar una amplia variedad de enfermedades, incluyendo cáncer, enfermedades cardiovasculares y enfermedades oculares. \n\n  La plataforma también puede ayudar a los médicos a identificar patrones y anomalías en las imágenes médicas que pueden ser difíciles de detectar a simple vista. Además, la plataforma tiene el potencial de mejorar la calidad de la atención médica al permitir que los médicos tomen decisiones más informadas y precisas sobre el tratamiento y la atención al paciente.\n\n  Se espera que la nueva plataforma de inteligencia artificial de Google tenga un impacto significativo en la industria de la salud y ayude a salvar vidas al detectar enfermedades de manera temprana y precisa. La empresa ha trabajado en estrecha colaboración con expertos en medicina y ha seguido estrictos estándares éticos y de privacidad de datos para garantizar que la plataforma sea segura y confiable para los pacientes y médicos que la utilicen.",
      "img": "img/news/google.png"
    },
    {
      "id": 2,
      "title": "La inteligencia artificial se utiliza para mejorar la eficiencia de la energía renovable",
      "content": "Los investigadores están utilizando la inteligencia artificial para mejorar la eficiencia de la energía renovable. Al utilizar la IA para analizar los datos de producción de energía, los investigadores pueden identificar áreas de mejora y ajustar las operaciones para mejorar la eficiencia y reducir los costos. \n\n Además, la inteligencia artificial también puede ser utilizada para predecir la producción de energía en tiempo real, lo que permite a los operadores ajustar las operaciones en consecuencia y garantizar que la energía generada sea utilizada de manera eficiente. \n\n En particular, la IA se está utilizando cada vez más en la industria de la energía eólica para mejorar la eficiencia de los aerogeneradores. Los investigadores están utilizando técnicas de aprendizaje automático para analizar los datos de rendimiento de los aerogeneradores y predecir cuándo necesitan mantenimiento o reparación, lo que ayuda a reducir los costos de mantenimiento y aumentar la eficiencia.\n\n Además, la IA también se está utilizando para optimizar la ubicación de los aerogeneradores, utilizando datos geoespaciales y meteorológicos para identificar las mejores ubicaciones para los aerogeneradores. Esto puede mejorar la producción de energía y reducir los costos a largo plazo. \n\n En general, la inteligencia artificial tiene el potencial de transformar la industria de la energía renovable al mejorar la eficiencia y reducir los costos, lo que a su vez puede hacer que la energía renovable sea más accesible y asequible para todos. \n\n",
      "img": "img/news/energias_renovables.png"
    },
    {
      "id": 3,
      "title": "La inteligencia artificial se utiliza para combatir la desinformación en línea",
      "content": "Las empresas de tecnología están utilizando la inteligencia artificial para combatir la desinformación en línea. Al utilizar el aprendizaje automático para identificar y etiquetar contenido engañoso, las empresas pueden reducir la propagación de información falsa y mejorar la precisión de los resultados de búsqueda. \n\n Además, la inteligencia artificial también puede ser utilizada para detectar y prevenir la creación de cuentas falsas o bots que se utilizan para difundir información falsa en línea. Al analizar los patrones de comportamiento en línea, la IA puede identificar y bloquear automáticamente las cuentas sospechosas antes de que puedan difundir información falsa. \n\n Otra forma en que la inteligencia artificial se está utilizando para combatir la desinformación es mediante el análisis de noticias y artículos para determinar su veracidad. Los investigadores están utilizando técnicas de aprendizaje automático para analizar el lenguaje y el contexto de los artículos y determinar si son verdaderos o falsos. Esto puede ayudar a prevenir la propagación de información falsa y mejorar la precisión de los resultados de búsqueda. \n\n Sin embargo, aunque la inteligencia artificial puede ser una herramienta poderosa para combatir la desinformación en línea, también tiene limitaciones. Por ejemplo, la IA puede tener dificultades para detectar información falsa que está diseñada para parecer verdadera, y puede ser influenciada por sesgos inherentes en los datos de entrenamiento. \n\n En general, la inteligencia artificial tiene el potencial de ayudar a combatir la desinformación en línea, pero es importante reconocer que no es una solución completa y que aún se necesita la intervención humana para garantizar la precisión y la ética en la lucha contra la desinformación.",
      "img": "img/news/ia1.png"
    },
    {
      "id": 4,
      "title": "China lanza una nueva iniciativa nacional de inteligencia artificial",
      "content": "China ha lanzado una nueva iniciativa nacional de inteligencia artificial para impulsar la innovación y el desarrollo en el campo de la IA. La iniciativa se centra en áreas clave como la robótica, la automatización y la tecnología de la información.\n\n Además, la iniciativa también tiene como objetivo mejorar la capacidad de China para producir chips de inteligencia artificial y otros componentes clave, reduciendo la dependencia del país en los proveedores extranjeros. \n\n La iniciativa es parte del plan más amplio de China para convertirse en líder mundial en inteligencia artificial para el año 2030. China ha invertido significativamente en investigación y desarrollo en el campo de la IA en los últimos años y ha establecido una serie de políticas para promover su adopción en una variedad de industrias, desde la salud hasta la agricultura y la fabricación.\n\n La nueva iniciativa también se centra en la colaboración internacional y el intercambio de conocimientos en el campo de la IA. Se espera que esto ayude a China a trabajar con otras naciones y empresas líderes en el campo de la IA para mejorar la innovación y el desarrollo en el campo.\n\n  Aunque la iniciativa ha sido recibida con entusiasmo por algunos, también ha generado preocupaciones sobre la seguridad y la privacidad de los datos. Algunos han expresado preocupaciones de que la iniciativa pueda ser utilizada para fines de vigilancia y control social.\n\n En general, la nueva iniciativa nacional de inteligencia artificial de China representa un paso importante en los esfuerzos del país por convertirse en líder mundial en este campo en rápido crecimiento. Si bien hay desafíos y preocupaciones que deben abordarse, se espera que la iniciativa impulse la innovación y el desarrollo en el campo de la IA y tenga un impacto significativo en la economía y la sociedad en general.",
      "img": "img/news/china1.png"
    },
    {
      "id": 5,
      "title": "La inteligencia artificial se utiliza para mejorar la precisión del diagnóstico de cáncer",
      "content": "Los investigadores están utilizando la inteligencia artificial para mejorar la precisión del diagnóstico de cáncer. Al analizar grandes cantidades de datos de pacientes y radiografías, los algoritmos de aprendizaje automático pueden identificar patrones que los médicos podrían pasar por alto, lo que lleva a un diagnóstico más preciso y a un mejor tratamiento. \n\n Además de mejorar la precisión del diagnóstico de cáncer, la inteligencia artificial también se está utilizando para personalizar el tratamiento del cáncer. Los algoritmos de aprendizaje automático pueden analizar datos de pacientes individuales para identificar patrones únicos en su cáncer y recomendar tratamientos específicos para cada paciente.\n\n También se está utilizando la inteligencia artificial para acelerar el proceso de investigación del cáncer. Al analizar grandes cantidades de datos de pacientes y resultados de ensayos clínicos, los investigadores pueden identificar nuevas dianas terapéuticas y desarrollar tratamientos más efectivos y personalizados para el cáncer..\n\n Aunque la inteligencia artificial tiene el potencial de mejorar significativamente el diagnóstico y tratamiento del cáncer, también presenta desafíos y preocupaciones. Por ejemplo, la privacidad de los datos de los pacientes es un tema importante a considerar al utilizar la IA en la atención médica. Además, se debe garantizar que los algoritmos de aprendizaje automático sean transparentes y éticos en su funcionamiento.\n\n En general, la inteligencia artificial es una herramienta prometedora para mejorar la precisión del diagnóstico y tratamiento del cáncer, pero su uso debe ser cuidadosamente evaluado y regulado para garantizar la seguridad y la privacidad de los pacientes.",
      "img": "img/news/cancer_new.png"
    },
    {
      "id": 6,
      "title": "La inteligencia artificial se utiliza para desarrollar una conducción autónoma más segura",
      "content": "Las empresas de automóviles están utilizando la inteligencia artificial para desarrollar sistemas de conducción autónoma más seguros. Al utilizar algoritmos de aprendizaje automático y técnicas de procesamiento de imágenes, los vehículos autónomos pueden detectar objetos y obstáculos en tiempo real, lo que reduce el riesgo de accidentes y mejora la seguridad en la carretera.\n\n Además de mejorar la seguridad en la carretera, la inteligencia artificial también se está utilizando para mejorar la eficiencia y la comodidad en los vehículos autónomos. Al utilizar algoritmos de aprendizaje automático, los vehículos autónomos pueden aprender del comportamiento del conductor y ajustar su conducción para una experiencia de conducción más personalizada y eficiente. \n\n Sin embargo, la conducción autónoma todavía presenta desafíos importantes, como garantizar la seguridad de los peatones y otros vehículos en la carretera, así como asegurar la privacidad y la seguridad de los datos recopilados por los vehículos autónomos. \n\n A medida que la tecnología de conducción autónoma continúa avanzando, es importante que se realicen pruebas y evaluaciones rigurosas para garantizar la seguridad y la fiabilidad de estos sistemas. La inteligencia artificial tiene el potencial de transformar la forma en que conducimos y nos movemos en nuestras ciudades, pero debe ser implementada de manera responsable y ética para garantizar que la seguridad y el bienestar de los usuarios y de la sociedad en general se mantengan en el centro de las decisiones de diseño y desarrollo.",
      "img": "img/news/conduccion.png"
    },
    {
      "id": 7
    },
    {
      "id": 8
    },
    {
      "id": 9
    }
  ],
  "who": [
    {
      "id" : 1,
      "name" : "DOTCSV",
      "img": "img/who/dotcsv.jpg",
      "biography": "DOTCSV es el nombre de un canal de YouTube dedicado a la divulgación de la inteligencia artificial, la tecnología, la ciencia y el futuro. Su creador es Carlos Santana Vega, un ingeniero informático nacido en Las Palmas de Gran Canaria en 1992. Su objetivo es explicar las últimas tendencias en el ámbito de la IA de una manera sencilla y amena para que todo el mundo pueda entenderlas e incluso aprender a programarlas. También tiene cuentas en Twitter y TikTok donde comparte contenido sobre estos temas",
      "title1":"Aprende Inteligencia Artificial desde cero (2021)",
      "arcicle1":"Este video de DOTCSV es una introducción a la IA para principiantes y estudiantes interesados en aprender los fundamentos de la IA. En el video, DOTCSV cubre los conceptos básicos de la IA, incluyendo la diferencia entre la IA y el aprendizaje automático, los tipos de algoritmos de aprendizaje automático, las técnicas de preprocesamiento de datos y la construcción de modelos.",
      "title2":"Redes Neuronales Explicadas de manera Simple (2020)",
      "arcicle2":"En este video, DOTCSV explica el funcionamiento de las redes neuronales de manera simple y accesible para principiantes. Cubre los conceptos de cómo las redes neuronales aprenden y cómo se pueden utilizar para clasificación y predicción.",
      "title3":"Aprendizaje por Reforzamiento (2021)",
      "arcicle3":"En este video, DOTCSV introduce el aprendizaje por refuerzo, una técnica de aprendizaje de máquina que utiliza la retroalimentación del entorno para mejorar la toma de decisiones de un modelo. Cubre los conceptos básicos del aprendizaje por refuerzo, los algoritmos más populares y los desafíos actuales en el campo."
    },
    {
      "id" : 2,
      "name" : "Jensen Huang",
      "img": "img/who/jensen-huang.jpg",
      "biography": "Jensen Huang es un empresario y tecnólogo estadounidense nacido en Taiwán, conocido principalmente por ser el cofundador y director ejecutivo de la compañía de tecnología NVIDIA. Durante su mandato, NVIDIA ha sido un pionero en la industria de los gráficos por computadora y ha expandido sus operaciones a otros campos, como la inteligencia artificial y la computación en la nube. Bajo el liderazgo de Huang, NVIDIA se ha convertido en una de las empresas más valiosas del mundo en términos de capitalización de mercado.",
      "title1":"Jensen Huang presenta la arquitectura de GPU más grande del mundo para entrenamiento de IA (2021)",
      "arcicle1":"En esta noticia, se destaca la presentación de Huang en la Conferencia Internacional de Supercomputación sobre la arquitectura de GPU A100, que según él es la más grande del mundo para el entrenamiento de inteligencia artificial. Huang explicó cómo la arquitectura de GPU está diseñada para abordar los desafíos del aprendizaje profundo en escala.",
      "title2":"Nvidia lidera la revolución del procesamiento de lenguaje natural (2022)",
      "arcicle2":"En esta noticia, se destaca la participación de Huang en el lanzamiento de la plataforma de procesamiento de lenguaje natural (NLP) de Nvidia, que utiliza la arquitectura de GPU Tensor Core para acelerar el procesamiento del lenguaje natural en grandes conjuntos de datos. Huang explicó cómo la plataforma de NLP de Nvidia está diseñada para ayudar a las empresas a acelerar la adopción de la IA en sus negocios",
      "title3":"Jensen Huang habla sobre la importancia de la IA en la industria automotriz (2022)",
      "arcicle3":"En esta noticia, se destaca un discurso de Huang en la Conferencia Internacional de Vehículos Autónomos, donde habló sobre la importancia de la inteligencia artificial en la industria automotriz. Huang explicó cómo la IA está impulsando el desarrollo de tecnologías autónomas en los vehículos y cómo Nvidia está trabajando con los fabricantes de automóviles para implementar estas tecnologías en los vehículos de producción en masa."
    },
    {
      "id" : 3,
      "name" : "Javi López",
      "img": "img/who/javi-lopez.jpg",
      "biography": "Javi López es un ingeniero informático español especializado en el campo de la inteligencia artificial.  Entre sus proyectos más destacados se encuentran el desarrollo de sistemas de recomendación para empresas, así como la creación de modelos de aprendizaje profundo para el reconocimiento de imágenes. López también es conocido por su trabajo como divulgador y educador en el campo de la inteligencia artificial. Además es uno de los fundadores de la comunidad de código abierto TensorFlow en español",
      "title1":"La importancia de los datos en el aprendizaje automático (2021)",
      "arcicle1":"En este artículo, Javi López destaca la importancia de los datos en el aprendizaje automático, explicando cómo los datos pueden afectar la precisión y la eficacia de los modelos de aprendizaje automático. También explica algunos métodos para recopilar y preprocesar datos para mejorar la calidad del modelo.",
      "title2":"Aprendizaje profundo para la detección de objetos en imágenes (2021)",
      "arcicle2":"En este artículo, Javi López presenta un enfoque de aprendizaje profundo para la detección de objetos en imágenes, utilizando técnicas como el detector de regiones convolucionales (R-CNN) y la red neuronal de detección de objetos (SSD). Explica cómo se pueden entrenar estos modelos y cómo se pueden utilizar en aplicaciones prácticas, como la detección de peatones en las carreteras.",
      "title3":"Aprendizaje por refuerzo para robots autónomos",
      "arcicle3":"En esta publicación, Javi López describe el uso del aprendizaje por refuerzo en la robótica autónoma, explicando cómo los robots pueden aprender a tomar decisiones y realizar acciones en entornos dinámicos y desconocidos mediante la retroalimentación del entorno. También explica algunos de los desafíos actuales en la aplicación de esta técnica en robots reales."
    },
    {
      "id" : 4,
      "name" : "Nuria Oliver",
      "img": "img/who/nuria-oliver.jpg",
      "biography": "Nuria Oliver es una de las referentes más destacadas en el campo de la inteligencia artificial en España. Comenzó su carrera en el campo de la inteligencia artificial en los años 90. Se unió a Microsoft Research en Redmond, Washington, donde trabajó durante 10 años. En 2008, Oliver regresó a España para dirigir el equipo de investigación de Telefonica R&D en Barcelona. En 2011, Oliver fue nombrada Directora Científica en Vodafone, donde dirigió el equipo de investigación y desarrollo en tecnologías móviles y digitales durante varios años. Actualmente es la Directora Científica en DataPop Alliance, una organización sin ánimo de lucro que promueve el uso de los datos para el bien social.",
      "title1":"Multi-modal Machine Learning for Affective Computing: A Review (2020)",
      "arcicle1":"En este artículo de revisión, Oliver y sus coautores analizan el uso de aprendizaje automático multimodal para el análisis de emociones. Los autores discuten los avances recientes en la fusión de información de diferentes modalidades, como la voz, el lenguaje corporal y las señales fisiológicas, para mejorar la precisión de la detección de emociones. También se examinan las aplicaciones potenciales en la salud mental y el bienestar personal.",
      "title2":"Smart Societies: From a Technological to a Human-Centered Approach (2021)",
      "arcicle2":"En este artículo, Oliver y sus coautores presentan un enfoque humanocéntrico para el desarrollo de tecnologías inteligentes en la sociedad. Los autores abogan por el desarrollo de tecnologías que estén alineadas con los valores y necesidades humanas, y discuten cómo esto puede lograrse mediante la participación activa de la comunidad en el diseño y la implementación de tecnologías.",
      "title3":"AI Against COVID-19: Five Ways AI Can Help in a Pandemic (2020)",
      "arcicle3":"En este artículo de opinión, Oliver describe cinco formas en que la inteligencia artificial puede ser utilizada para combatir la pandemia de COVID-19. Estas incluyen el análisis de datos epidemiológicos, la detección temprana de brotes, el seguimiento de la propagación del virus, la identificación de tratamientos efectivos y la ayuda en la toma de decisiones políticas. Oliver también discute los desafíos éticos y de privacidad que deben abordarse al utilizar la IA en una crisis de salud pública."
    },
    {
      "id" : 5,
      "name" : "Andrew Ng",
      "img": "img/who/Andrew-Ng.jpg",
      "biography": "Andrew Ng es un científico de la computación y empresario nacido en Londres, Reino Unido, en 1976.Ng obtuvo su licenciatura en informática en la Universidad de California, Berkeley, y luego completó su doctorado en informática en la Universidad de Stanford en 2002. En 2011, Ng se unió a Google y cofundó Google Brain, un proyecto de investigación centrado en el desarrollo de algoritmos de aprendizaje profundo. En 2017, Ng fundó la empresa de inteligencia artificial para la salud, deeplearning.ai, y en 2018, fundó Landing AI, una empresa de inteligencia artificial que ayuda a las empresas a implementar tecnologías de inteligencia artificial en sus operaciones.",
      "title1":"CLIP-CLIP: Connecting Text and Image to Enable Zero-Shot Learning",
      "arcicle1":"En este trabajo, Ng y sus coautores presentan un nuevo enfoque para el aprendizaje sin supervisión que permite la clasificación de imágenes en categorías que nunca antes se habían visto. El enfoque utiliza un modelo de lenguaje y una red neuronal convolucional para conectar texto e imagen y permitir el aprendizaje de una representación compartida. Los autores demuestran que su enfoque supera a los métodos existentes en varias tareas de clasificación de imágenes.",
      "title2":"Deep Learning for Audio Signal Processing (2015)",
      "arcicle2":"En este artículo de revisión, Ng y sus coautores analizan el uso del aprendizaje profundo en el procesamiento de señales de audio. Los autores discuten los avances recientes en el uso de redes neuronales convolucionales y recurrentes para el procesamiento de audio, y muestran ejemplos de cómo estas técnicas se han utilizado para tareas como el reconocimiento de voz y la separación de fuentes de audio.",
      "title3":"A Few Useful Things to Know About Machine Learning (2012)",
      "arcicle3":"En este artículo clásico, Ng presenta una lista de consejos prácticos para aplicar el aprendizaje automático en la práctica. Los consejos incluyen la importancia de tener un conjunto de datos de alta calidad, la necesidad de ajustar los hiperparámetros del modelo y la importancia de la selección de características. El artículo se ha convertido en una lectura popular para aquellos que se inician en el aprendizaje automático y sigue siendo relevante hoy en día."
    },
    {
      "id" : 6,
      "name" : "Yoshua Bengio",
      "img": "img/who/Yoshua-Bengio.jpg",
      "biography": "Yoshua Bengio es un científico de la computación e investigador canadiense nacido en 1964. Bengio ha sido reconocido por su contribución al avance del aprendizaje profundo y la inteligencia artificial, y ha recibido varios premios y distinciones, incluyendo el Premio de Aprendizaje de Máquina de la ACM y el Premio Turing, el más alto honor en la informática. Además de su trabajo en la investigación de inteligencia artificial, Bengio es un defensor de la ética y la responsabilidad en el desarrollo de tecnologías de inteligencia artificial",
      "title1":"Towards Learning Models of Edit Operations (2022)",
      "arcicle1":"En este trabajo, Bengio y sus coautores proponen un enfoque para el aprendizaje automático de operaciones de edición, que son transformaciones de texto que implican la eliminación, la inserción y la sustitución de palabras. Los autores utilizan un modelo de atención y un modelo de lenguaje para predecir operaciones de edición óptimas y demostrar que su enfoque supera a los métodos existentes en varias tareas de edición de texto.",
      "title2":"Scaling Autoregressive Transformers for Visual Recognition (2021)",
      "arcicle2":"En este trabajo, Bengio y sus coautores proponen una extensión del modelo de Transformer para el procesamiento de imágenes. Los autores utilizan una arquitectura autoregresiva para generar características visuales a partir de la imagen, lo que permite una mayor escalabilidad y una mejor precisión en la tarea de reconocimiento visual. Los autores demuestran que su enfoque supera a los métodos existentes en varias tareas de visión por computadora.",
      "title3":"The Consciousness Prior (2017)",
      "arcicle3":"En este trabajo, Bengio y sus coautores presentan la hipótesis de que la conciencia es una propiedad emergente de sistemas complejos de procesamiento de información, como el cerebro humano. Los autores proponen un enfoque para el aprendizaje profundo que utiliza una prioridad de conciencia para guiar el aprendizaje hacia representaciones que son más compatibles con la experiencia consciente. Los autores argumentan que su enfoque puede ayudar a resolver problemas clave en el campo de la inteligencia artificial, como la comprensión del lenguaje natural y la creativid"
    },
    {
      "id" : 7,
      "name" : "Fei-Fei Li",
      "img": "img/who/Fei-Fei-Li.jpg",
      "biography": "Fei-Fei Li es una investigadora de inteligencia artificial nacida en China y actualmente profesora en la Universidad de Stanford en California. Es conocida por su trabajo en visión por computadora y aprendizaje profundo, y por su papel en la creación del conjunto de datos ImageNet, que ha sido fundamental para el avance del reconocimiento de imágenes por parte de los ordenadores. Además de su trabajo en la investigación de inteligencia artificial, Fei-Fei Li también es una defensora de la inclusión y la diversidad en la tecnología. Es fundadora y presidenta de AI4ALL, una organización sin fines de lucro que busca aumentar la diversidad y la inclusión en el campo de la inteligencia artificial, y también es miembro del Consejo de Tecnología del Foro Económico Mundial.",
      "title1":"Learning from Humans: Introducing Diversity in Interactive Machine Learning (2021)",
      "arcicle1":"En este trabajo, Li y sus coautores proponen un enfoque para la enseñanza interactiva de máquinas que permite a los humanos interactuar con los sistemas de aprendizaje automático de manera más natural y diversa. Los autores utilizan técnicas de aprendizaje por refuerzo para mejorar la interacción humano-máquina y fomentar la diversidad en los datos de entrenamiento, lo que puede mejorar la precisión y la equidad de los modelos de aprendizaje automático.",
      "title2":"Unsupervised Learning of Visual Features by Contrasting Cluster Assignments (2021)",
      "arcicle2":"En este trabajo, Li y sus coautores proponen un nuevo método para el aprendizaje no supervisado de características visuales en imágenes. El enfoque se basa en la asignación de clústeres y la comparación de las asignaciones de clústeres en diferentes imágenes, lo que permite que el modelo aprenda características visuales sin necesidad de etiquetas supervisadas. Los autores muestran que su enfoque supera a los métodos existentes en varias tareas de visión por computadora.",
      "title3":"Visual Genome: Connecting Language and Vision Using Crowdsourced Dense Image Annotations (2016)",
      "arcicle3":"En este trabajo, Li y sus coautores presentan un conjunto de datos llamado Visual Genome, que contiene anotaciones densas de objetos, relaciones y atributos en imágenes. Los autores utilizan una estrategia de anotación masiva y colaborativa en línea para obtener una gran cantidad de anotaciones precisas y detalladas. El conjunto de datos ha sido utilizado ampliamente en tareas de visión por computadora y procesamiento del lenguaje natural que requieren una comprensión profunda de las relaciones entre objetos en imágenes."
    },
    {
      "id" : 8,
      "name" : "Ian Goodfellow",
      "img": "img/who/Ian-Goodfellow.jpg",
      "biography": "Ian Goodfellow es un investigador de inteligencia artificial canadiense, actualmente director de aprendizaje automático en Apple. Es conocido por su trabajo en el desarrollo de las redes generativas adversarias (GAN), una técnica de aprendizaje profundo utilizada para generar imágenes realistas a partir de datos de entrenamiento. Goodfellow también ha contribuido a otras áreas de la inteligencia artificial, incluyendo la clasificación de imágenes y el reconocimiento de voz, y ha recibido varios premios por su trabajo, incluyendo el premio Pioneers of AI de la Asociación Internacional de Aprendizaje Automático. ",
      "title1":"On Calibration of Modern Neural Networks (2020)",
      "arcicle1":"En esta publicación, Goodfellow y sus coautores exploran el problema de la calibración en las redes neuronales modernas, es decir, la capacidad de una red para producir probabilidades precisas y bien calibradas. Los autores presentan un marco teórico para evaluar la calibración y proponen un método de calibración basado en la regresión isotónica que mejora significativamente la calibración de las redes neuronales modernas.",
      "title2":"GANSpace: Discovering Interpretable GAN Controls (2020)",
      "article2":"En este trabajo, Goodfellow y sus coautores proponen una herramienta llamada GANSpace que permite a los usuarios explorar el espacio latente de las redes generativas adversarias (GAN) para descubrir controles interpretables. Los autores muestran cómo se pueden manipular los vectores latentes de GANSpace para controlar los atributos de las imágenes generadas, como la edad o la pose facial, lo que podría tener aplicaciones en la creación de contenido generativo.",
      "title3":"Towards Robust and Privacy-Preserving Text Representations (2021)",
      "article3":"En esta publicación, Goodfellow y sus coautores abordan el problema de la privacidad en las representaciones de texto aprendidas mediante el aprendizaje profundo. Los autores proponen un enfoque basado en el cifrado homomórfico que permite a los usuarios realizar cálculos en representaciones de texto cifradas sin descifrarlas, lo que protege la privacidad de los usuarios. Los autores demuestran la eficacia de su enfoque en una tarea de clasificación de texto y muestran que su método ofrece una buena relación entre la precisión y la privacidad."


    }
  ],
  "users": [
    {
      "id": 1,
      "username": "antonio",
      "email": "",
      "password": "antonio",
      "biography": ""
    },
    {
      "id": 2,
      "username": "andres",
      "email": "",
      "password": "andres",
      "biography": ""
    },
    {
      "id": 3,
      "username": "maria",
      "email": "",
      "password": "maria",
      "biography": ""
    }
  ]
}